[
	{
		"name": "How to Make a Pinhole Camera",
		"featured": false,
		"image": "",
		"time": "10 minutes",
		"material":[
				"2 pieces of white card stock",
				"Aluminum foil",
				"Tape",
				"Pin or paper clip"
		],
		"description": "You don't need fancy glasses or equipment to watch one of the sky's most awesome shows: a solar eclipse. With just a few simple supplies, you can make a pinhole camera that lets you watch a solar eclipse safely and easily from anywhere.",
		"directions": [
			"Cut a square hole. Cut a square hole into the middle of one of your pieces of card stock.",
			"Tape foil over the hole. Tape a piece of aluminum foil over the hole.",
			"Poke a hole in the foil. Use your pin or paper clip to poke a small hole in the aluminum foil.",
			"Try it out. Place your second piece of card stock on the ground and hold the piece with aluminum foil above it (foil facing up). Stand with the sun behind you and view the projected image on the card stock below! The farther away you hold your camera, the bigger your projected image will be. To make your projection a bit more defined, try putting the bottom piece of card stock in a shadowed area while you hold the other piece in the sunlight.",
				"Get creative. For extra fun, try poking multiple holes in your foil, making shapes, patterns and other designs. Each hole you create will turn into its own projection of the eclipse, making for some neat effects. Grab a helper to take photos of your designs for a stellar art project you can enjoy even after the eclipse has ended."
		]
	},
	
	
	{
		"name": "Make a Cardboard Rover",
		"featured": false,
		"image": "",
		"time": "30 minutes",
		"material":[
			"1 6-inch (15-cm) square of corrugated cardboard for the body of the rover",
			"2 5-inch (13-cm) pieces of corrugated cardboard for the wheels",
			"1 sharpened cylindrical pencil",
			"2 rubber bands",
			"2 pieces of round hard candy with a hole in the middle",
			"1 plastic drinking straw",
			"Ruler",
			"Tape",
			"Scissors",
			"Don't worry if you don't have all of the materials. Get creative and substitute materials with what you have! It's all part of the design process"
		],
		"description": "Rovers are a kind of carlike spacecraft that NASA uses to explore the surfaces of other worlds! So far, rovers have gone to Mars and the Moon – and one day, they might go even farther. NASA plans to land astronauts on the Moon by 2024. These astronauts could use rovers to drive across the Moon’s surface, carry supplies, and explore the area. In this challenge, you will build your own rubber-band-powered rover that can scramble across the room. Build your rover out of cardboard, figure out how to use rubber bands to spin the wheels, and use the engineering design process to improve your rover based on testing results.",
		"directions": [
			"Brainstorm. Take a close look at this prototype of a rover like the one you are going to build. Prototypes are used all the time in engineering. They give you a basic design from which to build, test and evaluate. Improving a design based on testing is part of the engineering design process.", 
			"Make the rover body. Fold the cardboard into thirds along – not across – the corrugation (the open veins inside the piece of cardboard), pushing up the sides of the rover body to form a trench. Each section will be about 2 inches (5 cm) across.",
			"Make the front wheels. On the two 5-inch (13-cm) cardboard squares, draw diagonal lines from each of the corners, forming an “X”. Poke a small hole in the center with a pencil, where the lines cross. Important! Avoid accidentally poking yourself with the pencil. Keep your hands away from where the pencil will go through the cardboard.",
			"Attach the rear axle and wheels. Use a pencil to carefully poke a hole near the top of each of the two outermost sections on the rover body. Again, keep your hands away from where the pencil will go through the cardboard. Make sure the holes are directly across from each other and are big enough for the pencil to spin freely. This is where your axle will go. Slide the pencil through the axle holes. Carefully slide the cardboard wheels onto each end of the pencil and secure them with tape.",
			"Make the front axle and wheels. Tape the straw across the bottom of the rover body on the opposite side from the pencil. Slip a candy onto each end of the straw. Bend and tape the ends of the axle to stop the candies from coming off.",
			"Make a rubber-band chain. Create a chain with the two rubber bands as shown in the image above.",
			"Attach the rubber band. Loop one end of the rubber band chain around the pencil, as shown in the image. Cut small slits into the front end of the rover body. Slide the free end of the rubber band chain into the slits.",
			"Put your rover to the test. Turn the back wheels to wind the rubber band around the axle and power up your rover. With the rover on the floor, let go! Observe what the rover does. Measure the distance it traveled.",
			"Evaluate the design. Did the wheels turn freely? Did the rover travel in a straight line? How far did it go? Did the wheels spin out without the rover moving much, or did they have traction on the ground and cause the rover to move?",
			"Redesign and test it again. Make changes to your rover to improve its performance. After you’ve made changes, test your rover to see if the improvements worked!"
		]
	},
	
	
	{
		"name":"Make a Water Filter",
		"featured": false,
		"image": "",
		"time": "",
		"material":[
			"1-2 empty plastic water bottles",
			"Scissors",
			"Towel or paper towels (for spill clean up)",
			"Cheesecloth or gauze to cover the mouth of the bottle",
			"Rubber bands",
			"Any materials you think will make a great filter (cotton balls, sand or gravel, uncooked pasta noodles, coffee filters, etc.)",
			"Substitutions to the materials are OK! Get creative with it!"
		],
		"description": "Design and build a device that can clean a dirty water sample using materials around your home. You’ll follow the same design process used by NASA engineers and scientists when they developed the water filtration system for the International Space Station orbiting Earth. To do so, you’ll use an iterative process, meaning you’ll test multiple designs, look at how your materials get you closer to your goal, and record your findings to build the best filter possible.",
		"directions":[
			"Create a dirty water sample. Start by preparing the water you’re going to filter. This can be done in many ways that change how difficult it is to filter the water. For example, mix some soil or dirt with tap water for an easier challenge. Try also adding food coloring or vinegar for a bigger challenge. This dirty water sample will simulate wastewater. On the space station, this wastewater is made up of everything from the fuel that powers the station to astronauts’ sweat.",
			"Build your filter cartridge. Until a few years ago, water needed to sent up to the space station in large containers the size of duffel bags. But in 2010, a filtration system was installed that made it so that water could be cleaned and reused onboard the space station. To build your own filtration system, you’ll need a filter cartridge. Start by carefully cutting your water bottle in half, across the width of the bottle. Remove the cap from the bottle. Put gauze or cheesecloth over the opening and secure it with a rubber band. Turn the top half of the bottle upside down (so the part with the cheesecloth or gauze is facing down) and place it into the bottom half of the bottle. If you want to fit more materials in your filter, you can use two bottles. You can also use larger bottles or try other containers. Note: Clear containers will help you see the filtration as it takes place.",
			"Design your filter. The filtration system on the space station has several stages that first filter out larger debris, then smaller impurities and even bacteria. You may want to use similar layers in your filter. Mix or layer the filter materials you’ve collected in the top of your filter cartridge. Write down what filtration materials you use and how much.",
			"Test and evaluate the results. Pour your simulated wastewater into your filter and observe the water that comes out at the bottom of the filter. How effective was your filter at cleaning the water? Write down what you notice. How long did it take to filter the water? What worked well? What could be improved? Important safety note! No matter how “clean” your filtered water looks, you should never drink it because it still may contain pollutants you can’t see.",
			"Revise and try, try again! Revise your filter based on what you saw during the last step. Then, test it again. Consider using the same amount of wastewater for each test so you can better evaluate how well your filter is working not just in terms of the color of your filtered water, but how much you’re able to clean, or reclaim. The filtration system on the space station reclaims 93% of the water onboard. Every drop counts! As you revise, you’ll find that some filter materials work better than others – not just at filtering out solids like dirt, but also in removing colors. Keep redesigning and testing your filter. Your goal is to produce as much clean water as possible during a single time through the filter. Remember: Do not drink the dirty or filtered water!"
		]
	}
] 
